[
    {
        "DESCRIPTION": "Persona:\nSe graduó de médico cirujano a los 22 años, estudió en Alemania y en Austria, regresó a Puerto Rico y ejerció su práctica en San Juan, Yabucoa y Manatí, entre otros pueblos. Se dedicó además, al estudio de las ciencias naturales, experiencia que alternó con su profesión de médico. Se ocupó en disecar pájaros, coleccionar objetos arqueológicos y crear un museo. Por causa de sus ideales políticos, fue desposeído de su brillante cátedra de Historia Natural, esto no lo desanimó y continuó con sus trabajos de investigación, los cuales despertaron interés en los centros científicos de Europa. De España recibió varios reconocimientos y premios, nunca pudo publicar su obra completa por carecer de recursos económicos. La obra de Stahl abarcó la botánica y la zoología con énfasis en los peces (ictiología) y las aves (ornitología). Por su obra “Apuntes”, sobre la flora de Puerto Rico, recibió un reconocimiento en el exterior. Intentó que el gobierno le brindase apoyo oficial para convertir sus colecciones en un museo, pero en vista de la indiferencia mostrada, cedió esta colección, compuesta de ochocientos objetos arqueológicos a una sociedad científica de Nueva York. En unión a otros colegas, practicó la primera operación de ovariotomía que se hizo en Puerto Rico. El trabajo botánico de Stahl, de acuerdo con quienes lo han analizado, constituye uno de los primeros registros de muchas de las plantas nativas introducidas en Puerto Rico, las cuales recolectó en ocasiones en compañía de Tomás Blanco y Juan Cristóbal Gundlach en la parte oeste de la Isla y los alrededores de San Juan. \n\nEdificio:\nFue construido en 1928 por el arquitecto Joseph O’Kelly. Conocido originalmente como Edificio de Ciencias, hoy sede del Departamento de Música de la Facultad de Humanidades, lleva el nombre del prominente científico puertorriqueño Agustín Stahl. Albergó la Escuela de Farmacia hasta el 1978. Su ornamentación contiene motivos decorativos del Renacimiento Español siguiendo formas tradicionales de otros edificios del Recinto. El domo giratorio en el techo para observaciones astronómicas añade nuevas funciones científicas para Puerto Rico, el domo se construyó en 1931 gracias a donativos de prominentes ciudadanos a un costo de $3,000. ",
        "ACRONYM": "S", 
        "LONGITUDE": -66.050292, 
        "LATITUDE": 18.401662, 
        "IMAGES": [
            "001-agustin-stahl/001-n-agustin-stahl-01.jpg", 
            "001-agustin-stahl/001-p-agustin-stahl-01.jpg"
        ], 
        "_id": 1, 
        "TYPE": "building", 
        "NAME": "Agustín Stahl"
    }, 
    {
        "DESCRIPTION": "Persona:\nDifundió los principios cooperativistas. Durante las décadas del 50 y 60 logró la afiliación de 350 cooperativas en Puerto Rico. Feminista, aportó a su claro entendimiento del pensamiento sobre los derechos de la mujer, además, defendió el sufragio femenino. En 1924, obtuvo su bachillerato en Educación con concentración en español, hizo su maestría en Sicología Educativa en la Universidad de Columbia, al igual que otros intelectuales de su época, se preocupaba de los problemas económicos y educativos del país. En 1940 adquiere un diploma como líder cooperativista en la Escuela Nacional del Cooperativismo en los EU. Sus esfuerzos contribuyeron a que se aprobara\nen 1946 la ley General de Sociedades Cooperativas de Puerto Rico y la creación del Instituto del Cooperativismo de la UPR. O’Neill también cooperó con el gobierno central\nal reevaluar los programas de enseñanza de español en el sistema de instrucción pública. Su contribución a la implantación y difusión del cooperativismo la convierte en una de las\npersonalidades más valiosas del siglo XX.\n\nEdificio:\n(1958) Es uno de lo que se conoce como los “Cuatro Grandes”, conjunto que alberga la Facultad de Administración de Empresas en los edificios Osuna y O’Neil, y la Facultad de Ciencias Sociales en los edificios Betances y Rivera de Alvarado. Los cuatro edificios tienen una organización muy sencilla, con dos cuerpos perpendiculares articulados por el núcleo de servicios sanitarios. La disposición de planta libre cumple el propósito de permitir flexibilidad para los requisitos de cada facultad. En el ala ancha se\nubican las dependencias administrativas, y en la otra, larga y delgada, los salones de clase. Los corredores y vestíbulos abiertos permiten una circulación entre los edificios y\nagradables lugares de conversación y encuentro. La gran fachada continua de quiebrasoles refresca las áreas de circulación y produce gratos efectos de luz y sombra en\nlos corredores abiertos de los distintos pisos.",
        "ACRONYM": "AMO", 
        "LONGITUDE": -66.0488, 
        "LATITUDE": 18.406033, 
        "IMAGES": [
            "002-ana-maria-oneill/002-n-ana-maria-oneill-01.jpg", 
            "002-ana-maria-oneill/002-p-ana-maria-oneill-01.jpg"
        ], 
        "_id": 2, 
        "TYPE": "building", 
        "NAME": "Ana Maria ONeill (Adm. Empresas)"
    }, 
    {
        "DESCRIPTION": "Persona:\nFacundo Bueso Sanllehí, (1905-1960). Además de profesor de Física con un doctorado de la Universidad de Chicago, fue atleta reconocido por el Salón de la\nFama, Decano de la facultad de Ciencias Naturales y presidente de la Sección de Ciencias del Ateneo Puertorriqueño. Se distinguió también, por ser un gran divulgador de la\nciencia, escribiendo artículos para el público y manteniendo por muchos años un programa radial por WIPR. \n\nEdificio:\n(1971). Ubicado al este de la Torre, fue el edificio más afectado por el huracán María en el Recinto. En el Anexo Facundo Bueso, albergaban los talleres de\nlenguas extranjeras, la Oficina para la Protección Ambiental y Seguridad Ocupacional (OPASO), el Programa de Estudios Interdisciplinarios (PREI; las del Departamento de\nHistoria, incluyendo la que era del Dr. Fernando Picó; el Instituto Tropical de Ciencias Ambientales y el Laboratorio de Geomorfología, los cuales fueron reubicados en otras\npartes en la Universidad.",
        "ACRONYM": "AFB", 
        "LONGITUDE": -66.050596, 
        "LATITUDE": 18.401741, 
        "IMAGES": [
            "003-anexo-facundo-bueso/003-n-anexo-facundo-bueso-01.jpg", 
            "003-anexo-facundo-bueso/003-p-anexo-facundo-bueso-01.jpg"
        ], 
        "_id": 3, 
        "TYPE": "building", 
        "NAME": "Anexo Facundo Bueso"
    }, 
    {
        "DESCRIPTION": "Persona:\nJulia Constancia Burgos García (1914-1953), Julia de Burgos, poetisa puertorriqueña, se graduó de maestra normalista en la Universidad de Puerto Rico en 1933. En 1934 trabajó en la Agencia para la Rehabilitación Económica de Puerto Rico (PRERA, por sus siglas en inglés) ubicada en Comerío, como empleada de una estación de leche, lugar en que los niños de familias pobres recibían desayuno gratuito. Contrajo nupcias con Rubén Rodríguez Beauchamp en ese mismo año. En 1935, al cierre de la PRERA, ejerció por breve tiempo como maestra en un barrio de Naranjito. Poetisa puertorriqueña. \n\nEdificio:\nConstruido en 1952 por el Arquitecto Henry Klumb. Diseñado originalmente como un anfiteatro para la Facultad de Estudios Generales, alberga el Teatro Experimental del Departamento de Drama de la Facultad de Humanidades. Esta transformación dotó al antiguo auditorio con salones de clase para el diseño de vestuario, escenografía e iluminación.",
        "ACRONYM": "AJB", 
        "LONGITUDE": -66.049266, 
        "LATITUDE": 18.40196, 
        "IMAGES": [
            "004-anfiteatro-julia-de-burgos/004-n-anfiteatro-julia-de-burgos-01.jpg", 
            "004-anfiteatro-julia-de-burgos/004-p-anfiteatro-julia-de-burgos-01.jpg"
        ], 
        "_id": 4, 
        "TYPE": "building", 
        "NAME": "Anfiteatro Julia de Burgos"
    }, 
    {
        "DESCRIPTION": "Edificio:\nFue diseñado por el arquitecto Henry Klumb en 1948, para uso recreativo de la facultad, su diseño refleja el interés del arquitecto por crear espacios interiores integrados a la naturaleza. En 1966, el arquitecto rediseñó las instalaciones como sede temporera de la Escuela de Arquitectura.",
        "ACRONYM": "ARQ", 
        "LONGITUDE": -66.046755, 
        "LATITUDE": 18.403381, 
        "IMAGES": [
            "005-antigua-escuela-de-arquitectura/005-n-antigua-escuela-de-arquitectura-01.jpg"
        ], 
        "_id": 5, 
        "TYPE": "building", 
        "NAME": "Antigua Escuela de Arquitectura"
    }, 
    {
        "DESCRIPTION": "Persona:\n(1899-1939) Intelectual y escritor puertorriqueño, bibliógrafo, periodista, investigador, profesor y crítico. Su obra más importante es Insularismo. Fue director del\nDepartamento de Estudios Hispánicos de la Universidad de Puerto Rico desde el 1928 hasta su prematura muerte en 1939. Además, fue catedrático de Literatura Española en\ndicho centro; miembro del Ateneo puertorriqueño en 1923; afiliado al Centro de Investigaciones Sociales en 1929; consejero del Instituto Internacional de Literatura\nIberoamericana; y profesor del Instituto de Artes y Ciencias de Nueva York, entre otros cargos.\n\nEdificio:\nEstructura conocida anteriormente como la Nueva Escuela Normal que suplantaría a la Escuela Normal construida en 1902 y demolida en 1936. Su diseño repite\nla fachada del Edificio Janer para completar el esquema simétrico de la fachada principal del Recinto. Fue construido con materiales de la mejor calidad, como pisos de terrazo y\nmármol. En la parte posterior del edificio se encuentran ruinas que fueron parte de la estructura original de la Escuela Normal, marcadas con una tarja conmemorativa del\nCentenario de la UPR.",
        "ACRONYM": "P", 
        "LONGITUDE": -66.050233, 
        "LATITUDE": 18.402339, 
        "IMAGES": [
            "006-antonio-s-pedreira/006-n-antonio-s-pedreira-01.jpg", 
            "006-antonio-s-pedreira/006-n-antonio-s-pedreira-02.jpg", 
            "006-antonio-s-pedreira/006-p-antonio-s-pedreira-01.jpg"
        ], 
        "_id": 6, 
        "TYPE": "building", 
        "NAME": "Antonio S. Pedreira (Humanidades)"
    }, 
    {
        "DESCRIPTION": "Edificio:\nAntiguas gradas construidas en el 1914, continuas al antiguo Campo Atlético. Su interior albergaba el antiguo Gimnasio de Señoritas, sede del Archivo\nCentral desde el 1978. El Archivo Central fue creado por Ley el 1 de noviembre de 1959.",
        "ACRONYM": null, 
        "LONGITUDE": -66.048306,
        "LATITUDE": 18.4030001,
        "IMAGES": [
            "007-archivo-central/007-n-archivo-central-01.jpg", 
            "007-archivo-central/007-n-archivo-central-02.jpg"
        ], 
        "_id": 7, 
        "TYPE": "building", 
        "NAME": "Archivo Central"
    }, 
    {
        "DESCRIPTION": "Persona:\nTrabajadora Social norteamericana que vino a residir a Puerto Rico a raíz del establecimiento de los programas federales de beneficencia pública en la Isla. Fue la\nprimera directora de la Escuela Graduada de Trabajo Social de la Universidad de Puerto Rico y Presidenta honorífica del Colegio de Profesionales del Trabajo Social de Puerto Rico.\n\nEdificio:\nAlbergar la Escuela Graduada de Trabajo Social (2003), adscrita a la Facultad de Ciencias Sociales. En su vestíbulo se encuentra la Placita de los Vientos y un mural\nfirmado por Larregui en el año 2009 honrando a Blanca Canales, José Joaquin Parrilla, el subcomandante Marcos, Antonia Pantojas, Isabelita Rosado y Abelardo Díaz Alfaro.",
        "ACRONYM": "BL", 
        "LONGITUDE": -66.049091, 
        "LATITUDE": 18.406762, 
        "IMAGES": [
            "008-beatriz-lasalle/008-n-beatriz-lasalle-01.jpg", 
            "008-beatriz-lasalle/008-p-beatriz-lasalle-01.jpg"
        ], 
        "_id": 8, 
        "TYPE": "building", 
        "NAME": "Beatriz Lasalle"
    }, 
    {
        "DESCRIPTION": "Edificio:\nPrimera fase de las nuevas instalaciones del Departamento de Bellas Artes de la Facultad de Humanidades. En esta fase se ubican las instalaciones de los talleres\nque incluyen escultura, fotografía, dibujo, pintura, grabado y arte digital. De manera formal, el edificio asume el vocabulario de la Escuela de Arquitectura, ya que ambas\nestructuras forman parte de un mismo conjunto y diseño. GCD Arquitectura.",
        "ACRONYM": "BA", 
        "LONGITUDE": -66.046, 
        "LATITUDE": 18.402334, 
        "IMAGES": [
            "009-bellas-artes/009-n-bellas-artes-01.jpg", 
            "009-bellas-artes/009-p-bellas-artes-01.jpg"
        ], 
        "_id": 9, 
        "TYPE": "building", 
        "NAME": "Bellas Artes"
    }, 
    {
        "DESCRIPTION": "Persona:\nJosé M. Lázaro (1909-1968). Fue un intelectual profesor de la Universidad de Puerto Rico, Recinto de Río Piedras, con grandes capacidades en el área\nde la filosofía. Comenzó como Auxiliar de inglés en 1931; en 1941, Instructor de Filosofía; Ayudante del Rector del 1958 al 1960 y del 1967 al 1969; Director de las\nBibliotecas del Recinto en 1960 y Decano de la Facultad de Humanidades en 1961-1962. De padre venezolano y madre puertorriqueña, nacido en San Juan, Puerto Rico, fue\nregistrado con el nombre de Jesús José Manuel Elías Jerónimo de la Inmaculada Concepción Lázaro y García.\n\nEdificio:\nEl junio de 1953 se constituye la fecha oficial de la inauguración del nuevo edificio de la Biblioteca General. En el exterior, resaltan elementos asimétricos en su\nfachada principal, como una gran reja que permite el paso de la luz y el uso de quiebra - soles. En su interior, se destacan la doble altura central y el gran tragaluz que hacen del\nespacio uno amplio y fluido. El 27 de febrero de 1969, se certificaba la distinción académica a José M. Lázaro dándole su nombre al Edificio de la Biblioteca General. Tal\naprobación se verificó el 20 de febrero del mismo año, contando con el visto bueno del Rector Abraham Díaz González. Henry Klumb, arquitecto de la obra.",
        "ACRONYM": null, 
        "LONGITUDE": -66.049814, 
        "LATITUDE": 18.404221, 
        "IMAGES": [
            "010-biblioteca-jose-m-lazaro/010-n-biblioteca-jose-m-lazaro-01.jpg", 
            "010-biblioteca-jose-m-lazaro/010-p-biblioteca-jose-m-lazaro-01.jpg"
        ], 
        "_id": 10, 
        "TYPE": "building", 
        "NAME": "Biblioteca José M. Lázaro"
    }, 
    {
        "DESCRIPTION": "Persona:\nCarlota Matienzo Román formó parte del grupo de alumnos en los comienzos de la Escuela Normal. Hija del ilustre orador y pensador puertorriqueño Don\nRosendo Matienzo Cintrón. Dejó entre sus condiscípulos y maestros una huella de simpatía y de admiración por su recto carácter y su fuerte personalidad. Fue principal de\nla Escuela Elemental, donde inició la ardua tarea de la enseñanza. Después de varios años de fructífera labor en Puerto Rico volvió Carlota a Estados Unidos, donde ocupó puestos\nde distinción en varias instituciones educativas de importancia nacional.\n\nEdificio:\nLa Residencia de señoritas Carlota Matienzo fue fundada en el 1927 con la idea de que las señoritas tuviesen un sitio acogedor dentro de los terrenos universitarios.\nEstá situada en la parte sur del campus de la universidad. Su construcción es de estilo español, como las casas de Andalucía, con su patio en el centro y se inauguró con una\nmatrícula de 60 señoritas. Edificio de dos pisos dedicado a la distinguida educadora Carlota Matienzo. Es de planta rectangular en torno a un patio central, con techo original\na cuatro aguas y cubierto por tejas. En su exterior, destaca el antecuerpo de la fachada principal con arcos de decorado con una fuente enchapada con azulejos españoles. Fue\ndiseñado por el Departamento del Interior.",
        "ACRONYM": null, 
        "LONGITUDE": -66.047784, 
        "LATITUDE": 18.401817, 
        "IMAGES": [
            "011-carlota-matienzo/011-a-carlota-matienzo-01.jpg", 
            "011-carlota-matienzo/011-n-carlota-matienzo-01.jpg", 
            "011-carlota-matienzo/011-p-carlota-matienzo-01.jpg"
        ], 
        "_id": 11, 
        "TYPE": "building", 
        "NAME": "Carlota Matienzo"
    }, 
    {
        "DESCRIPTION": "Persona:\nMaestra y Trabajadora Social de Vega Baja, PR. Fundadora y Presidenta del Colegio de Profesionales de Trabajo Social de Puerto Rico. Se destacó como maestra, escritora, trabajadora social y patriota. Doña Carmen nació y se crió en el barrio Pugnado Afuera de Vega Baja. En Puerto Rico fue iniciadora del Trabajo Social Psiquiátrico como disciplina especializada y ciertamente, la primera que en nuestro país visualizó la necesidad de que el Trabajo Social trascendiera la rutina meramente remedial. En la Universidad de Puerto Rico, fundó y dirigió la primera oficina de servicios al estudiante en 1943. Fundadora del Partido Independentista Puertorriqueño (Hermana de Trina Rivera). Candidata a Comisionado Residente en Washington por el PIP en 1952, y en 1956 se le nominó para senadora por acumulación.\n\nEdificio:\n1984, año en el que se nombra el Edificio de Ciencias Sociales Graduado como Edificio Carmen Rivera de Alvarado. Se encuentra entre los Cuatro Grandes, conjunto que alberga las facultades de Administración de Empresas y Ciencias Sociales.",
        "ACRONYM": "CRA", 
        "LONGITUDE": -66.049513, 
        "LATITUDE": 18.406536, 
        "IMAGES": [
            "012-carmen-rivera-de-alvarado/012-n-carmen-rivera-de-alvarado-01.jpg", 
            "012-carmen-rivera-de-alvarado/012-p-carmen-rivera-de-alvarado-01.jpg"
        ], 
        "_id": 12, 
        "TYPE": "building", 
        "NAME": "Carmen Rivera de Alvarado (Ciencias Sociales)"
    }, 
    {
        "DESCRIPTION": "Construida en 1924 por Harry Pembelton, arquitecto. Residencia para el canciller estrenada por Thomas Benner y su esposa en 1925. La casa toma prestados elementos del estilo California Mission y el estilo Morisco mediante el uso de arcos de medio punto, pedimentos curvos, almenas en los muros laterales, techos de tejas, ménsulas de madera y balaústres de hierro. En su interior se destaca un patio con la fuente en el centro que estuvo en un momento protegido por un gran techo de cristal.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.04854, 
        "LATITUDE": 18.404288, 
        "IMAGES": [
            "013-casa-del-canciller/013-n-casa-del-canciller-01.jpg", 
            "013-casa-del-canciller/013-n-casa-del-canciller-02.jpg"
        ], 
        "_id": 13, 
        "TYPE": "building", 
        "NAME": "Casa del Canciller"
    }, 
    {
        "DESCRIPTION": "Construida en 1931.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.049266, 
        "LATITUDE": 18.40196, 
        "IMAGES": [
            "014-casa-lima/014-n-casa-lima-01.jpg"
        ], 
        "_id": 14, 
        "TYPE": "building", 
        "NAME": "Casa Lima"
    }, 
    {
        "DESCRIPTION": "Frente a los terrenos de la Universidad de Puerto Rico en los predios de Plaza Universitaria. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.053099, 
        "LATITUDE": 18.404706, 
        "IMAGES": [
            "015-casa-margarida/015-n-casa-margarida-01.jpg"
        ], 
        "_id": 15, 
        "TYPE": "building", 
        "NAME": "Casa Margarida (Despósito de Arqueología del Museo)"
    }, 
    {
        "DESCRIPTION": "El Centro de Desarrollo Preescolar se fundó (1987) mediante una negociación entre la administración universitaria del sistema UPR y la Hermandad de Empleados Exentos No Docentes (HEEND). Como parte de su programa educativo, cuentan con diversos proyectos y acuerdos de colaboración como proyectos de reciclaje, huertos caseros, educación del movimiento, entre otros.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.052887, 
        "LATITUDE": 18.405298, 
        "IMAGES": [
            "016-centro-de-desarrollo-preescolar/016-n-centro-de-desarrollo-preescolar-01.jpg", 
            "016-centro-de-desarrollo-preescolar/016-n-centro-de-desarrollo-preescolar-02.jpg"
        ], 
        "_id": 16, 
        "TYPE": "building", 
        "NAME": "Centro de Desarrollo Preescolar"
    }, 
    {
        "DESCRIPTION": "Se fundó el 2 de octubre de 1960. El propósito fundamental de la filosofía del Centro Universitario en sus inicios fue proveer actividades para el disfrute de momentos de esparcimiento y ocio. A esos fines se confeccionaban actividades participativas, como bailes, programas aficionados, programas de preguntas y respuestas con premios en metálico, torneos de juegos de mesa, exposiciones estudiantiles y presentaciones artísticas del género popular. Se construye como primer centro universitario en Puerto Rico que cobija diversas funciones de la vida universitaria. El arquitecto Henry Klumb lo coloca en el centro geográfico del recinto. En el exterior se destaca el aprovechamiento de los desniveles del terreno y las losas en voladizo. En su interior se encontraban cafeterías, galería de arte, sala de música, bolera, laboratorio de fotografía y correo. El Colegio de Arquitectos y Arquitectos Paisajistas de Puerto Rico lo consideraron como uno de los diez mejores edificios en Puerto Rico y recibió un premio importante del American Institute of Architects. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.047509, 
        "LATITUDE": 18.404388, 
        "IMAGES": [
            "017-centro-universitario/017-n-centro-universitario-01.jpg"
        ], 
        "_id": 17, 
        "TYPE": "building", 
        "NAME": "Centro Universitario"
    }, 
    {
        "DESCRIPTION": "Diseñado por Thomas S. Marvel, arquitecto en 1968, para ubicar los departamentos de Biología y Química de la Facultad.  Forma parte de lo que sería un complejo de facilidades para la enseñanza e investigación, localizado entre los edificios de Estudios Generales y Ciencias Naturales. Tiene como fundamento de diseño el movimiento peatonal. La Facultad de Ciencias Naturales se crea el 16 de julio de 1943, como resultado de la decisión del entonces cuerpo del rector de la Universidad de Puerto Rico, el Consejo Superior de Enseñanza, de subdividir la Facultad de Artes y Ciencias en tres unidades académicas diferentes: las facultades de Humanidades, Ciencias Sociales y Ciencias Naturales.", 
        "ACRONYM": "CN", 
        "LONGITUDE": -66.045512, 
        "LATITUDE": 18.404454, 
        "IMAGES": [
            "018-ciencias-naturales-i/018-n-ciencias-naturales-i-01.jpg"
        ], 
        "_id": 18, 
        "TYPE": "building", 
        "NAME": "Ciencias Naturales I"
    }, 
    {
        "DESCRIPTION": "Edificio diseñado para desarrollar facilidades para los departamentos de Física y Matemáticas, las oficinas del Decanato y la biblioteca de Ciencias Naturales.  Su diseño destaca el uso de muros en la fachada perforado por ventanales protegidos por quiebrasoles metálicos. Su gran entrada curvilínea conduce a un patio bordeado por pasillos abiertos que complementa el edificio de Ciencias Naturales, fase I. Su arquitecto fue Thomas S. Marvel.", 
        "ACRONYM": "CNL", 
        "LONGITUDE": -66.046282, 
        "LATITUDE": 18.404036, 
        "IMAGES": [
            "019-ciencias-naturales-ii/019-n-ciencias-naturales-ii-01.jpg"
        ], 
        "_id": 19, 
        "TYPE": "building", 
        "NAME": "Ciencias Naturales II"
    }, 
    {
        "DESCRIPTION": "Persona:\nEl profesor Cosme Beitía Sálamo (1894-1981) comenzó en 1920 como Director Atlético, en 1928 fue Entrenador Atlético e Instructor de Educación Física. Se encargaba de la preparación de atletas que representaban a la UPR en las competencias con otras universidades de la Liga Atlética Intercolegial, fundada en el 1929 por Beitía. Fue el profesor Beitía el primer maestro de educación física en el Recinto de Río Piedras de la Universidad de Puerto Rico. Su jubilación fue efectiva en 1965.\n\nEdificio:\nInstalaciones que cobijan al Departamento de Educación Física de la Facultad de Educación. Su diseño refleja los criterios del Movimiento Moderno donde la función dicta la forma. El diseño se enfrentó a limitaciones del terreno y al clima tropical, lo que obligó a colocar las canchas de tenis en las azoteas y dos piscinas contiguas. Un elemento arquitectónico celebrado por el American Institute of Architects, capítulo de Puerto Rico, son las gradas separadas para cada piscina y levantadas en ángulo empinado. Arquitecto: Antonio Marqués Carrión en 1969. En 1996 se nombró oficialmente el Complejo Deportivo Cosme Beitía Sálamo.",
        "ACRONYM": "CBS", 
        "LONGITUDE": -66.046622,
        "LATITUDE": 18.406951,
        "IMAGES": [ 
            "020-complejo-deportivo-cosme-beitia-salamo/020-n-complejo-deportivo-cosme-beitia-salamo-01.jpg", 
            "020-complejo-deportivo-cosme-beitia-salamo/020-p-complejo-deportivo-cosme-beitia-salamo-01.jpg"
        ], 
        "_id": 20, 
        "TYPE": "building", 
        "NAME": "Complejo Deportivo Cosme Beitía Sálamo "
    }, 
    {
        "DESCRIPTION": "Se incluye el cuadrángulo en Registro Nacional de Lugares Históricos en el 1984. El plano fue diseñado en 1925 por la firma Bennet, Parsons y Frost de Chicago, el arquitecto designado jefe fue Rafael Carmoega. El cuadrángulo histórico del recinto riopedrense alberga la icónica Torre de la Universidad, el Teatro, el Senado Académico, el anfiteatro Julia de Burgos, y los edificios Felipe Janer, Sebastián González García, Hostos, Antonio S. Pedreira, Román Baldorioty de Castro y Luis Palés Matos, dedicados a la enseñanza de las humanidades.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.049438, 
        "LATITUDE": 18.40266, 
        "IMAGES": [
            "021-cuadrangulo-historico/021-a-cuadrangulo-historico-01.jpg", 
            "021-cuadrangulo-historico/021-n-cuadrangulo-historico-01.jpg"
        ], 
        "_id": 21, 
        "TYPE": "building", 
        "NAME": "Cuadrangulo Historico "
    }, 
    {
        "DESCRIPTION": "Antigua Biblioteca y Edificio del Registrador, fue el primer edificio terminado de los que comprenden el conjunto de edificaciones del Cuadrángulo según el Plan Parsons en 1925. Posee una fachada en el estilo del Renacimiento Español con arcos en el primer nivel y ventanas rectangulares en el segundo nivel. En el primer piso se ubicaron áreas públicas y administrativas, además del depósito. En el segundo piso, se colocaron la sala principal de lectura, la sala de revistas, un salón de estudios y parte del depósito.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.049362, 
        "LATITUDE": 18.40337, 
        "IMAGES": [
            "022-cuadrangulo-historico-norte/022-n-cuadrangulo-historico-norte-01.jpg", 
            "022-cuadrangulo-historico-norte/022-n-cuadrangulo-historico-norte-02.jpg"
        ], 
        "_id": 22, 
        "TYPE": "building", 
        "NAME": "Cuadrangulo Historico Norte"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.044729, 
        "LATITUDE": 18.405305, 
        "IMAGES": [
            "023-division-de-seguridad-y-manejo-de-riesgos/023-n-division-de-seguridad-y-manejo-de-riesgos-01.jpg"
        ], 
        "_id": 23, 
        "TYPE": "building", 
        "NAME": "División de Seguridad y Manejo de Riesgos"
    }, 
    {
        "DESCRIPTION": "Diseñado en 1938 por el arquitecto Eloy Ruiz como edificio de Armería o Militar para albergar programas de entrenamiento tipo ROTC en el Recinto. A diferencia de los edificios del Recinto, fue diseñado con detalles del estilo Romántico. Algunos de los elementos de fortificaciones medievales que se emplean son la puerta albocinada, almenas, arquillos ciegos, torre y patio interior con arcada sobre columnas pareadas. Lleva el nombre del Coronel César Cordero Dávila quien fue el oficial al mando del 65º Regimiento de Infantería durante la Guerra de Corea, convirtiéndose en uno de los oficiales étnicos de más alto rango en los Estados Unidos. Además se le conoce como el Castillo y fue sede de la Oficina de Sistemas de Información y el Cuadro Telefónico. Desde el 2012 se encuentra el Archivo Universitario.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.046858, 
        "LATITUDE": 18.404076, 
        "IMAGES": [
            "024-division-de-tecnologias-academicas-y-administrativas/024-a-division-de-tecnologias-academicas-y-administrativas-01.jpg", 
            "024-division-de-tecnologias-academicas-y-administrativas/024-n-division-de-tecnologias-academicas-y-administrativas-01.jpg"
        ], 
        "_id": 24, 
        "TYPE": "building", 
        "NAME": "General César Cordero Dávila – Archivo Universitario"
    }, 
    {
        "DESCRIPTION": "Persona:\nEducador, escritor y orador puertorriqueño. Hostosiano, sus obras principales se publicaron en tres cortos años: (1) Los fundamentos de la libertad, en 1949; (2) Meditaciones de la pasión, en 1950; y, (3) El centauro, persona y pensamiento de Ortega y Gasset, en 1951. Hicieron del entonces joven profesor del Seminario Evangélico y la Universidad de Puerto Rico una de las figuras de mayor eminencia intelectual del país. Profesor de la UPR.\n\nEdificio:\nToro Ferrer Arquitectos. Diseñado para albergar a todos los estudiantes en su primer año de estudios y a aquellos que hicieron su concentración en Estudios Generales. Es ejemplo de una segunda instancia del Movimiento Moderno de corte formalista en el Recinto. Consta de tres bloques rectangulares que contienen los salones de clase y las oficinas de profesores. Están conectados por un pasillo central que desemboca en un extremo hacia una estructura en forma de abanico destinada a los anfiteatros y en el otro extremo hacia un volumen cúbico para las oficinas administrativas. El acceso principal del edificio es una gran rampa que se conecta con el segundo piso del pasillo central.   Fue remodelado en el 2006 que incluía un importante refuerzo sísmico, nuevos sistemas mecánicos, de plomería, eléctricos, de comunicaciones y audiovisuales.",
        "ACRONYM": "DMN", 
        "LONGITUDE": -66.046022, 
        "LATITUDE": 18.405791, 
        "IMAGES": [
            "025-domingo-marrero-navarro/025-n-domingo-marrero-navarro-01.jpg", 
            "025-domingo-marrero-navarro/025-p-domingo-marrero-navarro-01.jpg"
        ], 
        "_id": 25, 
        "TYPE": "building", 
        "NAME": "Domingo Marrero Navarro (Estudios Generales)"
    }, 
    {
        "DESCRIPTION": "Parte del Cuadrángulo Histórico Norte.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.048915, 
        "LATITUDE": 18.403357, 
        "IMAGES": [
            "026-edificio-hostos/026-a-edificio-hostos-01.jpg", 
            "026-edificio-hostos/026-n-edificio-hostos-01.jpg", 
            "026-edificio-hostos/026-p-edificio-hostos-01.jpg"
        ], 
        "_id": 26, 
        "TYPE": "building", 
        "NAME": "Edificio Hostos"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.053693, 
        "LATITUDE": 18.402925, 
        "IMAGES": [
            "027-edificio-puerto-rico/027-n-edificio-puerto-rico-01.jpg", 
            "027-edificio-puerto-rico/027-n-edificio-puerto-rico-01.png"
        ], 
        "_id": 27, 
        "TYPE": "building", 
        "NAME": "Edificio Puerto Rico"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.054123, 
        "LATITUDE": 18.403144, 
        "IMAGES": [
            "028-edificio-rivera/028-n-edificio-rivera-01.jpg"
        ], 
        "_id": 28, 
        "TYPE": "building", 
        "NAME": "Edificio Rivera"
    }, 
    {
        "DESCRIPTION": "La Casa Internacional Turabo es un edificio residencial propiedad de la Universidad y administrado por la Escuela de Derecho. Se compone de ocho apartamentos amueblados. Cada uno de los apartamentos destinados para estudiantes acomoda un máximo de tres personas y cuenta con tres habitaciones-dormitorio individuales con áreas comunes de sala, comedor, cocina, baño y balcón. Las habitaciones-dormitorio están amuebladas con cama, escritorio, gavetero y armario. Tanto el armario como la habitación son privados.\nAdemás de proveer vivienda, la Casa Internacional es un foco de creación académica y cultural ya que en ella se generan interacciones entre profesores, magistrados, abogados y estudiantes de diversos estados y países de América y Europa, entre ellos Chile, Arizona, Connecticut, Ottawa y España.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.054403, 
        "LATITUDE": 18.403696, 
        "IMAGES": [
        ], 
        "_id": 29, 
        "TYPE": "building", 
        "NAME": "Edificio Turabo"
    }, 
    {
        "DESCRIPTION": "Inspirado músico, compositor, un extraordinario orador, líder obrero, el mejor abogado criminalista de su época y un fructífero legislador. Estudió Derecho en la Universidad de Puerto Rico, donde se graduó con calificaciones sobresalientes, dirigió la banda de música de los Cadetes de la Universidad (ROTC). Creó el Banco Obrero, un banco cuyos propietarios, los accionistas, fueron de la clase obrera y que permitía los préstamos a los obreros y empleados, sin colateral, solo a base de la palabra de éstos de que habrían de pagar los dineros prestados. La promesa de pago de los obreros fue cumplida. \n\nEdificio:\nUbicado al lado del Complejo Deportivo hacia la Avenida Barbosa.",
        "ACRONYM": "ERA", 
        "LONGITUDE": -66.046072, 
        "LATITUDE": 18.407385, 
        "IMAGES": [

        ],
        "_id": 30, 
        "TYPE": "building", 
        "NAME": "Ernesto Ramos Antonini"
    }, 
    {
        "DESCRIPTION": "Luego de 37 años ubicada en el edificio el Centro de la Facultad, la Escuela de Arquitectura se ubica en una estructura nueva construida en los terrenos de las canchas de tenis. Una estructura de dos pisos y dos cuerpos unidos por dos puentes, contiene en el primer nivel, frente a Ciencias Naturales, las oficinas administrativas, sala de exhibiciones y salones de clase. En el segundo nivel, el Programa de Maestría y el Centro de Computación y Representación digital. En el segundo cuerpo del edificio contiene en el primer nivel la Biblioteca, el auditorio y el Archivo. En el segundo nivel una gran nave para los talleres de diseño arquitectónico. GCD Arquitectura (1996-2003).", 
        "ACRONYM": "ARQN", 
        "LONGITUDE": -66.046069, 
        "LATITUDE": 18.403143, 
        "IMAGES": [
            "031-escuela-de-arquitectura/031-n-escuela-de-arquitectura-01.jpg"
        ], 
        "_id": 31, 
        "TYPE": "building", 
        "NAME": "Escuela de Arquitectura"
    }, 
    {
        "DESCRIPTION": " Esta estructura se remodeló luego del Huracán George en 1998. Nuevamente en el 2017 fue afectada por el Huracán María. Hoy la sede de la Escuela de Comunicación se encuentra en Plaza Universitaria.", 
        "ACRONYM": "COPU", 
        "LONGITUDE": -66.052302, 
        "LATITUDE": 18.404537, 
        "IMAGES": [
            "032-escuela-de-comunicacion/032-n-escuela-de-comunicacion-01.jpg"
        ], 
        "_id": 32, 
        "TYPE": "building", 
        "NAME": "Escuela de Comunicación"
    }, 
    {
        "DESCRIPTION": "El edificio original de Klumb (1959) tiene una formalidad y simetría expresiva de un carácter profesional que se suaviza al traspasar el patio, como en el Museo. Sin embargo, aquí el patio poee un tratamiento difernte por la presencia cualificadora de la escalera de acceso al segundo nivel. En 1980 la firma de Henry Klumb amplía la biblioteca de la Escuela y la firma de Sierra Cardona y Ferrer (2001) interviene en el edificio con nuevas instalaciones para la biblioteca y oficinas de una manera sensitiva a las formas establecidas por Klumb. En 1913, se crea en Recinto el Departamento de Leyes y en 1924 se convierte en la Escuela de Derecho.", 
        "ACRONYM": "LEY", 
        "LONGITUDE": -66.047704, 
        "LATITUDE": 18.406979, 
        "IMAGES": [
            "033-escuela-de-derecho/033-n-escuela-de-derecho-01.jpg", 
            "033-escuela-de-derecho/033-n-escuela-de-derecho-02.jpg"
        ], 
        "_id": 33, 
        "TYPE": "building", 
        "NAME": "Escuela de Derecho"
    }, 
    {
        "DESCRIPTION": "En el 1902 se inauguró la Escuela Normal Industrial y se creó también la Escuela Modelo (hoy Escuela Elemental) para servir como laboratorio docente a los futuros maestros normalistas.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.049062, 
        "LATITUDE": 18.400371, 
        "IMAGES": [
            "029-edificio-turabo/029-n-edificio-turabo-01.jpg"
        ], 
        "_id": 34, 
        "TYPE": "building", 
        "NAME": "Escuela Elemental"
    }, 
    {
        "DESCRIPTION": "La Escuela Maternal se inició para el 1946, como Escuela Cooperativa en respuesta a la inquietud de un grupo de profesores universitarios dirigidos por la señora  Lulú Benítez, esposa del entonces Rector del Recinto de Río Piedras de la Universidad de Puerto Rico, Don Jaime Benítez. Su objetivo era proveer un lugar donde sus niños de edad preescolar pudieran interactuar con otros niños de su edad y tener unas experiencias adecuadas para su desarrollo. “La Escuelita”  como era conocida la Escuela, estaba ubicada en el área donde actualmente se encuentran las facilidades del Museo de la Universidad.\nEl nombre de Escuela Maternal, tiene un antecedente histórico que no responde al público que atiende, sino al momento de su fundación oficial. En el año 1947 las organizadoras de la Escuela Maternal, se reunieron con la Dra. Lydia J. Roberts, Directora del Departamento de Economía Doméstica de la Facultad de Educación, para solicitarle que se hiciera cargo de esta.  La petición surge debido a que estas madres se les estaban haciendo difícil la labor de atender a los niños y administrar la Escuelita. El Departamento de Economía Doméstica, hoy Escuela de Ecología Familiar y Nutrición, que siempre había tenido el propósito de organizar una escuela maternal con fines educativos acogió el proyecto con beneplácito y se encargó de auspiciar lo que desde entonces se llamaría La Escuela Maternal de la Universidad de Puerto Rico.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.04716, 
        "LATITUDE": 18.401897, 
        "IMAGES": [
            "035-escuela-maternal/035-n-escuela-maternal-01.jpg", 
            "035-escuela-maternal/035-n-escuela-maternal-02.jpg"
        ], 
        "_id": 35, 
        "TYPE": "building", 
        "NAME": "Escuela Maternal"
    }, 
    {
        "DESCRIPTION": "La Escuela Superior (UHS) es fundada para ofrecer experiencias clínicas y la prácticas supervisadas para maestros postulantes, personal de apoyo a la docencia y otros profesionales. El nombre del edificio es Edificio Monzón, antes ubicaba Artes Industriales. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.050146, 
        "LATITUDE": 18.400694, 
        "IMAGES": [
            "036-escuela-superior/036-n-escuela-superior-01.jpg"
        ], 
        "_id": 36, 
        "TYPE": "building", 
        "NAME": "Escuela Superior (UHS)"
    }, 
    {
        "DESCRIPTION": "Persona:\n(1839-1903). Político, pedagogo y escritor puertorriqueño. Hombre austero y de ideas liberales, cuyo pensamiento recibió influencias del krausismo y del positivismo, Eugenio María de Hostos consagró su vida a un doble ideal: la independencia de su patria y la educación de los pueblos.\n\nEdificio:\nEl Nuevo Edificio de Pedagogía de la Universidad de Puerto Rico, se inauguró para el año 1968, su arquitecto fue Thomas S. Marvel. Fue localizado en los terrenos del antiguo parque atlético. Fue creado con el propósito de ayudar a la realización de un sistema educativo que cumpliera plenamente con las exigencias de la sociedad puertorriqueña. El Nuevo Edificio tenía el propósito de que los estudiantes se sientan en un lugar acogedor y confortable para que ayudara a conversar, leer, estudiar, discutir, pensar o simplemente descansar. La existencia de esta Facultad comenzó con la Escuela Normal, data de 1900, fecha en que se inaugura con una matrícula de 20 alumnos y 5 profesores en el pueblo de Fajardo. Para 1902, se traslada, de la residencia veraniega del Gobernador, situada en el Parque de Convalecencia en Río Piedras, a una finca, donde está localizado el actual Recinto. En 1903, se funda la Universidad de Puerto Rico, con una sola unidad, el Departamento Normal. En 1925 la antigua Escuela Normal e Industrial se convierte oficialmente en el Colegio de Pedagogía de la UPR.\n\nDesignación del Colegio de Pedagogía: Para tomar esta decisión se celebraron varias reuniones en las que se presentaron diferentes candidatos importantes de Puerto Rico. Esta decisión fue tomada el 12 de diciembre de 1977 por el Comité Pro Designación del Colegio de Pedagogía, en la que resultó Eugenio María de Hostos como designado al que debe ser el más importante centro educativo del país. ",
        "ACRONYM": "NEP", 
        "LONGITUDE": -66.048125, 
        "LATITUDE": 18.40222, 
        "IMAGES": [
            "037-facultad-de-educacion-eugenio-maria-de-hostos/037-n-facultad-de-educacion-eugenio-maria-de-hostos-01.jpg"
        ], 
        "_id": 37, 
        "TYPE": "building", 
        "NAME": "Eugenio María de Hostos (Educación)"
    }, 
    {
        "DESCRIPTION": "Persona:\nEl Dr. Facundo Bueso Sanllehi nace en ciudad de México el 5 de febrero de 1905, Facundo se integra a la escuela modelo la UPR donde todas las asignaturas eran en inglés excepto el español. En 1923 se gradúa de la escuela superior de UPR y en 1927 se gradúa con un bachillerato en ciencias el cual le permitió, por cosas de la vida, cubrir la plaza de profesor de física aún antes de graduarse. Para el 1943 es nombrado Decano del Colegio de Ciencias Naturales. Profesor de Física con un doctorado de la Universidad de Chicago, atleta reconocido por el Salón de la Fama, Decano de la facultad de Ciencias Naturales, presidente de la sección de ciencias del Ateneo Puertorriqueño, se distinguió también por ser un gran divulgador de la ciencia, escribiendo artículos para el público y manteniendo por muchos años un programa radial por WIPR.\n\nEdificio:\nSu arquitecto Henry Klumb (1948).  Alejado del estilo del Renacimiento Español de los edificios construidos durante la primera mitad del siglo XX, su diseño representa el estilo del Movimiento Moderno que centrará la pauta hacia el futuro. La estructura comprende cuatro alas, dos de las cuales forman la fachada en eje con las líneas ortogonales del Cuadrángulo. Su programa incluía laboratorios de física, de química orgánica e inorgánica, de análisis cualitativo y cuantitativo, estación meteorológica y laboratorios de radiocomunicaciones. ",
        "ACRONYM": "EFB", 
        "LONGITUDE": -66.051437, 
        "LATITUDE": 18.4018, 
        "IMAGES": [
            "038-facundo-bueso/038-n-facundo-bueso-01.jpg", 
            "038-facundo-bueso/038-a-facundo-bueso-01.jpg", 
            "038-facundo-bueso/038-a-facundo-bueso-01.png", 
            "038-facundo-bueso/038-p-facundo-bueso-01.jpg"
        ], 
        "_id": 38, 
        "TYPE": "building", 
        "NAME": "Facundo Bueso "
    }, 
    {
        "DESCRIPTION": "Persona:\nFelipe Janer Soler (1855-1929). Educador y escritor. Don Felipe figuró entre los profesores de la Escuela Normal en el 1902 y el 1903 formó parte del claustro de la Universidad de Puerto Rico. Educador y escritor. Fungió como el primer vicerrector de la Universidad de Puerto Rico en 1903, así como profesor de lengua y literatura española de esta institución. Fue autor de obras teatrales, poesía, teatro y libros didácticos.\nEdificio:\nLa construcción de este edificio (1924), que culminó en el 1927, estuvo a cargo del arquitecto Rafael Carmoega, siguiendo el Plan de Parsons y las modificaciones propuestas por el entonces Secretario del Departamento del Interior y miembro de la Junta de Síndicos de la Universidad, Guillermo Estévez. Su rehabilitación en 2016, la cual se inauguró en un sencillo acto, es obra del arquitecto José Ricardo Coleman-Davis.  La misma representa una actualización de la estructura, con nuevos usos y con instalaciones más modernas, atemperadas a la tecnología y a las necesidades de la comunidad universitaria. El edificio Felipe Janer es la única estructura del recinto riopedrense con techo de madera. Durante la rehabilitación se siguió el modelo original, con nuevas cerchas de madera de pino tratado y tejas de terracota, que cubren un área de 10 mil pies cuadrados. Asimismo, se restauraron otros elementos históricos incluyendo las cornisas; la escalera interior y la escalera exterior, ambas de mármol y granito; y las puertas exteriores del edificio, formidables piezas de portería fabricadas en madera caoba y pintadas con esmalte color verde.",
        "ACRONYM": "J", 
        "LONGITUDE": -66.050147, 
        "LATITUDE": 18.403386, 
        "IMAGES": [
            "039-felipe-janer/039-n-felipe-janer-01.jpg", 
            "039-felipe-janer/039-a-felipe-janer-01.jpg", 
            "039-felipe-janer/039-p-felipe-janer-01.jpg"
        ], 
        "_id": 39, 
        "TYPE": "building", 
        "NAME": "Felipe Janer"
    }, 
    {
        "DESCRIPTION": "Esta glorieta fue un acto simpático y cordial donada a la Universidad de Puerto Rico por el conocido financiero y prestigioso caballero español, don Rafael Fabián. En 1928, la Universidad de Puerto Rico nombró uno de los edificios del campus en su honor, Glorieta Fabián. Estructura octagonal abierta construida al lado norte del Teatro para ofrecer un área de estudio, descanso y recreación de los estudiantes del Recinto. Como glorieta su arquitectura responde al estilo neoclásico con columnas toscanas, pero con elementos criollos como el enrejado de madera y jardineras. Posteriormente fue cerrada con paneles de madera para servir como salón de música y como sede de los ensayos del Coro de la UPR, fundado y dirigido por Augusto Rodríguez. Comenzó su restauración en 2018.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.048661, 
        "LATITUDE": 18.403388, 
        "IMAGES": [
            "040-glorieta-fabian/040-n-glorieta-fabian-01.jpg", 
            "040-glorieta-fabian/040-a-glorieta-fabian-01.png"
        ], 
        "_id": 40, 
        "TYPE": "building", 
        "NAME": "Glorieta Fabián"
    }, 
    {
        "DESCRIPTION": "La Glorieta Santiago Veve se inauguró en el 1927. Estructura octagonal abierta construida al lado sur del Teatro para ofrecer un área de estudios, descanso y recreación a los estudiantes del Recinto. Su construcción fue auspiciada por el Dr. Santiago Veve Calzada, benefactor de escuelas públicas en Puerto Rico. Como glorieta su arquitectura responde al estilo neoclásico con columnas toscanas, pero con elementos criollos como el enrejado de madera y jardineras. Luego fue cerrada con paneles de madera para servir como oficina de diseño de la Puerto Rico Reconstruction Administration (PRRA) y luego como salón de arte. Actualmente volvió a su función de descanso de estudiantes y es casa para muchas funciones del Teatro Experimental de Recinto.\n\nPersona:\nDr. Santiago Veve Calzada\nNace en Fajardo en 1848. Doctor en medicina, reside en Fajardo cuando llegan los barcos americanos. De ideas anexionistas y perteneciente al Partido Republicano, en 1900 es electo miembro de la primera Cámara de Delegados en Puerto Rico representando al distrito de San Juan. En 1902 es reelecto, pero esta vez por Fajardo. Muere en 1931.",
        "ACRONYM": null, 
        "LONGITUDE": -66.048745, 
        "LATITUDE": 18.402094, 
        "IMAGES": [
            "041-glorieta-veve/041-p-glorieta-veve-01.jpeg"
        ], 
        "_id": 41, 
        "TYPE": "building", 
        "NAME": "Glorieta Veve"
    }, 
    {
        "DESCRIPTION": "Como parte de las labores sociales de la Gran Logia Soberana de Puerto Rico, abrieron un Hogar Masónico en el Recinto de Río Piedras de la Universidad de Puerto Rico. El edificio sirvió de hospedaje para estudiantes mujeres familiares de masones hasta el 1923. Más adelante, el Hogar se abrió para todas las estudiantes. El edificio fue despropiado, y ahora forma parte del recinto de Río Piedras, como el Decanato de Estudios Graduados e Investigación. Arquitecto Etienne Totti (1928).", 
        "ACRONYM": null, 
        "LONGITUDE": -66.051481, 
        "LATITUDE": 18.405109, 
        "IMAGES": [
            "042-hogar-masonico/042-n-hogar-masonico-01.jpg"
        ], 
        "_id": 42, 
        "TYPE": "building", 
        "NAME": "Hogar Masónico"
    }, 
    {
        "DESCRIPTION": "Las instalaciones deportivas del Recinto están asignadas al Departamento de Educación Física y Recreación para el uso de estudiantes. Se inició la construcción de las nuevas instalaciones deportivas (1996), al lado norte de la Avenida Piñero para ser utilizadas en las Olimpiadas 2004. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.046871, 
        "LATITUDE": 18.40909, 
        "IMAGES": [
            "043-instalaciones-deportivas/043-n-instalaciones-deportivas-01.jpg"
        ], 
        "_id": 43, 
        "TYPE": "building", 
        "NAME": "Instalaciones Deportivas"
    }, 
    {
        "DESCRIPTION": "Educador, pensador, ensayista y orador humanista. Benítez fue un importante gestor y administrador líder de la educación universitaria puertorriqueña. Desde el 1942 fue rector de la Universidad de Puerto Rico. Bajo su dirección, se llevaron a cabo importantes reformas universitarias y la creación de departamentos, facultades, programas graduados y profesionales. Fue el primer presidente de dicho centro docente. Su vida estuvo ligada desde el 1931 a la Universidad estatal.", 
        "ACRONYM": "AJBR", 
        "LONGITUDE": -66.045036, 
        "LATITUDE": 18.4056, 
        "IMAGES": [
            "044-jaime-benitez-rexach/044-n-jaime-benitez-rexach-01.jpg", 
            "044-jaime-benitez-rexach/044-n-jaime-benitez-rexach-02.jpg"
        ], 
        "_id": 44, 
        "TYPE": "building", 
        "NAME": "Jaime Benítez Rexach (Estudios Generales) "
    }, 
    {
        "DESCRIPTION": "Persona:\nEducador, orador e historiador de la educación en Puerto Rico. Se desempeñó como decano de la Escuela de Pedagogía de la Universidad de Puerto Rico. Durante su incumbencia, promovió la profesionalización de la clase magisterial de la Isla. En 1922, antes de terminar su educación doctoral, aceptó el cargo de director de la Escuela de Verano de la Universidad de Puerto Rico que se había creado en esta institución ese mismo año. Esta consistía en una serie de cursos preparatorios para maestros de escuelas públicas, y clases de español para los maestros estadounidenses. En 1928, asumió el decanato de la Escuela de Educación de este centro docente, cargo que ocupó hasta que se retiró en 1945. Fue a su vez, presidente interino de la Universidad de 1939 a 1940.\n\nFalleció el 19 de junio de 1950 en su residencia en Virginia. En su honor, varias escuelas del País llevan su nombre, así como el antiguo edificio de la Facultad de Pedagogía de la UPR, que en la actualidad alberga la Facultad de Administración de Empresas.\nJuan José Osuna nació en Caguas el 24 de junio de 1884.",
        "ACRONYM": "O", 
        "LONGITUDE": -66.048364, 
        "LATITUDE": 18.405774, 
        "IMAGES": [
            "045-juan-jose-osuna/045-n-juan-jose-osuna-01.jpg", 
            "045-juan-jose-osuna/045-n-juan-jose-osuna-02.jpg", 
            "045-juan-jose-osuna/045-n-juan-jose-osuna-03.jpg", 
            "045-juan-jose-osuna/045-a-juan-jose-osuna-01.jpg", 
            "045-juan-jose-osuna/045-p-juan-jose-osuna-01.jpg"
        ], 
        "_id": 45, 
        "TYPE": "building", 
        "NAME": "Juan José Osuna (Adm. Empresas)"
    }, 
    {
        "DESCRIPTION": "Persona:\nEl doctor Julio Ramón García Díaz fue catedrático, ensayista y político; nació en Trujillo Alto en el año 1898. Padre español y madre puertorriqueña. En 1921, se graduó de bachiller en Ciencias de la Universidad de Puerto Rico, y – en 1927-, de maestría en Ciencias. En 1937, obtuvo el doctorado de la Universidad de Cornell. Posteriormente, realizó estudios postdoctorales en la Universidad de John Hopkins. En 1926, inició una larga carrera como profesor universitario en la Universidad de Puerto Rico, la cual duró hasta su retiro, en el 1969. En ese mismo año, recibió el grado de Profesor Emérito. El Dr. García Díaz realizó importantes estudios de parasitología, y escribió y publicó varios trabajos sobre biología y educación. Este eminente científico puertorriqueño fue director del Departamento de Biología, y – desde 1931 hasta 1943- se desempeñó como Decano de la Facultad de Artes y Ciencias. Uno de los edificios más antiguos de este departamento lleva su nombre. De ideología independentista, en 1943, fue miembro del Primer Congreso Pro Independencia, y - en 1946- fue uno de los fundadores del Partido Independentista Puertorriqueño, en cuyas campañas electorales participó activamente. Fue candidato a gobernador por este partido político en 1956 y 1960. Fue un firme defensor de la reforma del sistema universitario.\n\nEdificio:\nEl Departamento de Biología cuenta con un Centro de Secuenciación y Genotipado de última generación y un Laboratorio de Satélites Bioinformáticos bien equipados con un software relevante, un extenso herbario y una colección de invertebrados. Construido en 1936 por Eloy Ruiz, arquitecto. Inicialmente conocido como los Laboratorios de Biología, su estructura es de hormigón armado con grandes ventanales de cristal que logran una máxima iluminación natural. Aunque cuenta con elementos del estilo del Renacimiento Español, el diseño se acomoda a los adelantos de las ciencias y tecnologías del primer tercio del siglo XX. En sus cornisa se rinde homenaje a destacados científicos de los siglos XVIII y XIX.",
        "ACRONYM": "JGD", 
        "LONGITUDE": -66.049522, 
        "LATITUDE": 18.401587, 
        "IMAGES": [
            "046-julio-garcia-diaz/046-n-julio-garcia-diaz-01.jpg", 
            "046-julio-garcia-diaz/046-p-julio-garcia-diaz-01.jpg"
        ], 
        "_id": 46, 
        "TYPE": "building", 
        "NAME": "Julio García Díaz"
    }, 
    {
        "DESCRIPTION": "Miembro del Claustro Universitario como conferenciante del Departamento de Estudios Hispánicos de la Facultad de Humanidades desde el 1948-1959. Director Asociado de la Oficina de Información desde el 1944-1948. Encargado de Publicidad en la Oficina de Publicidad 1943-1944.", 
        "ACRONYM": "LPM", 
        "LONGITUDE": -66.049097, 
        "LATITUDE": 18.402179, 
        "IMAGES": [
            "047-luis-pales-matos/047-n-luis-pales-matos-01.jpg", 
            "047-luis-pales-matos/047-n-luis-pales-matos-02.jpg", 
            "047-luis-pales-matos/047-p-luis-pales-matos-01.jpg"
        ], 
        "_id": 47, 
        "TYPE": "building", 
        "NAME": "Luis Palés Matos (Humanidades)"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.05016, 
        "LATITUDE": 18.405973, 
        "IMAGES": [
            "048-merenderos/048-n-merenderos-01.jpg"
        ], 
        "_id": 48, 
        "TYPE": "building", 
        "NAME": "Merenderos"
    }, 
    {
        "DESCRIPTION": "Desde su fundación en el 1948, el Museo de la Universidad de Puerto Rico ha sido para muchas generaciones el primer encuentro con la riqueza cultural de Puerto Rico y otros países. Fue el primer edificio construido con funciones específicas de museo en Puerto Rico. Diseñado en el estilo del Movimiento Moderno, comprende una distribución horizontal, patios interiores y pasillos abiertos para crear un edificio tropical. El edificio actual, inaugurado en el 1959, fue diseñado por el renombrado arquitecto Henry Klum. Posee cuatro salas de exposiciones permanentes: Sala Francisco Oller, Sala de José Campeche, Sala de Arqueología, la Sala Egipcia, y una Sala de exposiciones temporeras. A través de estas salas se puede apreciar una visión panorámica del desarrollo cultural de la isla, antropológica y artística.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.051202, 
        "LATITUDE": 18.404187, 
        "IMAGES": [
            "049-museo-de-historia-antropologia-y-arte/049-n-museo-de-historia-antropologia-y-arte-01.jpg"
        ], 
        "_id": 49, 
        "TYPE": "building", 
        "NAME": "Museo de Historia, Antropología y Arte"
    }, 
    {
        "DESCRIPTION": "Diseño del Departamento del Interior (1910). Plazoleta localizada frente al edificio del mismo nombre, originalmente conocido como Memorial Hall. Recibe a los visitantes que acceden al Recinto a pie por el Camino Real desde la Avenida Ponce de León. El busto de Román Baldorioty de Castro, creado por el escultor Julio González Pola, adorna el centro de la Plaza. Los niños de las escuelas públicas sufragaron el costo del busto mediante una colecta en 1910 y por votación escogieron honrar de esa manera al prócer.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.05123, 
        "LATITUDE": 18.40293, 
        "IMAGES": [
            "050-plaza-roman-baldorioty-de-castro/050-n-plaza-roman-baldorioty-de-castro-01.jpg"
        ], 
        "_id": 50, 
        "TYPE": "building", 
        "NAME": "Plaza Román Baldorioty de Castro"
    }, 
    {
        "DESCRIPTION": "Plaza Universitaria es una expansión del Campus Universitario del Recinto de Río Piedras para remodelar instalaciones existentes y sustituir instalaciones antiguas e inadecuadas por estructuras modernas. Se conservará la naturaleza histórica y arquitectónica del campus y se presentará el perfil de Santa Rita y Río Piedras. En este edificio se ofrecen diferentes servicios tales como: dormitorios, procesos de matrícula, admisiones, registraduría, pagos, salones de conferencia, clubes estudiantiles, entre otros. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.052304, 
        "LATITUDE": 18.404633, 
        "IMAGES": [
            "052-plaza-universitaria-torre-central/052-n-plaza-universitaria-torre-central-01.jpg"
        ], 
        "_id": 51, 
        "TYPE": "building", 
        "NAME": "Plaza Universitaria Torre Norte"
    }, 
    {
        "DESCRIPTION": "Plaza Universitaria es una expansión del Campus Universitario del Recinto de Río Piedras para remodelar instalaciones existentes y sustituir instalaciones antiguas e inadecuadas por estructuras modernas. Se conservará la naturaleza histórica y arquitectónica del campus y se presentará el perfil de Santa Rita y Río Piedras. En este edificio se ofrecen diferentes servicios tales como: dormitorios, procesos de matrícula, admisiones, registraduría, pagos, salones de conferencia, clubes estudiantiles, entre otros. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.052343, 
        "LATITUDE": 18.40406, 
        "IMAGES": [
            "052-plaza-universitaria-torre-central/052-n-plaza-universitaria-torre-central-01.jpg"
        ], 
        "_id": 52, 
        "TYPE": "building", 
        "NAME": "Plaza Universitaria Torre Central"
    }, 
    {
        "DESCRIPTION": "Plaza Universitaria es una expansión del Campus Universitario del Recinto de Río Piedras para remodelar instalaciones existentes y sustituir instalaciones antiguas e inadecuadas por estructuras modernas. Se conservará la naturaleza histórica y arquitectónica del campus y se presentará el perfil de Santa Rita y Río Piedras. En este edificio se ofrecen diferentes servicios tales como: dormitorios, procesos de matrícula, admisiones, registraduría, pagos, salones de conferencia, clubes estudiantiles, entre otros. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.052391, 
        "LATITUDE": 18.403329, 
        "IMAGES": [
            "052-plaza-universitaria-torre-central/052-n-plaza-universitaria-torre-central-01.jpg"
        ], 
        "_id": 53, 
        "TYPE": "building", 
        "NAME": "Plaza Universitaria Torre Sur"
    }, 
    {
        "DESCRIPTION": "El Edificio Monserrate fue el Centro para el Desarrollo y Mejoramiento para la Enseñanza (CEDME). Esta era una unidad adscrita al Decanato de Asuntos Académicos y su misión es la integración de la tecnología al proceso enseñanza/aprendizaje, así como el incorporar al Recinto de Río Piedras y al sistema de la Universidad de Puerto Rico a la comunidad internacional. Durante los pasados años, esta iniciativa ha evolucionado para especializarse en medios de radio y televisión como instrumento de servicio a la comunidad y la educación a distancia interactiva, la que ahora conocemos como Radio Universidad. Es una estructura de hormigón armado de dos pisos, originalmente este edificio consistía de una farmacia que ocupaba el primer piso y dos apartamentos en el segundo piso, pasó a ser propiedad del Recinto en 1975. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.050737, 
        "LATITUDE": 18.405667, 
        "IMAGES": [
            "054-radio-universidad/054-n-radio-universidad-01.jpg"
        ], 
        "_id": 54, 
        "TYPE": "building", 
        "NAME": "Radio Universidad"
    }, 
    {
        "DESCRIPTION": "Edificio:\nParte de los Cuatro Grandes, le pertenece a la Facultad de Ciencias Sociales, su arquitecto Henry Klum, construcción (1952-1968).",
        "ACRONYM": "REB", 
        "LONGITUDE": -66.049133, 
        "LATITUDE": 18.406277, 
        "IMAGES": [
            "055-ramon-emeterio-betances/055-n-ramon-emeterio-betances-01.jpg", 
            "055-ramon-emeterio-betances/055-n-ramon-emeterio-betances-02.jpg"
        ], 
        "_id": 55, 
        "TYPE": "building", 
        "NAME": "Ramón Emeterio Betances (Ciencias Sociales)"
    }, 
    {
        "DESCRIPTION": "Residencia de Señoritas (Torre Sur) construido en 1958 por Henry Klumb. Formaba parte de un conjunto de estructuras residenciales. El edificio consta de ocho (8) pisos y su diseño destaca la ventilación cruzada en cada unidad de dormitorio. Su fachada contiene balcones, aleros profundos, quiebrasoles y celosías que imparten variedad al edificio. Ganó el Premio de Mérito de la Administración de Facilidades Comunales, Washington, D.C.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.04673, 
        "LATITUDE": 18.402571, 
        "IMAGES": [
            "056-residencia-campus/056-n-residencia-campus-01.jpg"
        ], 
        "_id": 56, 
        "TYPE": "building", 
        "NAME": "Residencia Campu"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.052792, 
        "LATITUDE": 18.403284, 
        "IMAGES": [
            "057-residencia-plaza-universitaria/057-n-residencia-plaza-universitaria-01.jpg"
        ], 
        "_id": 57, 
        "TYPE": "building", 
        "NAME": "Residencia Plaza Universitaria"
    }, 
    {
        "DESCRIPTION": "En enero de 1972 fue inaugurada la primera de dos torres del Proyecto para un campus residencial de estudiantes diseñado por el arquitecto José Firpi Miranda con el fin de albergar a 874 estudiantes del Recinto de Río Piedras de la Universidad de Puerto Rico (UPRRP). La Torre del Norte, como se le conoce desde entonces, celebra cientos de historias de éxito de aquellos quienes han hallado en sus muros un hospedaje seguro en sus años de estudio durante los pasados 46 años (Preece, “UPR Students Plan Action”).", 
        "ACRONYM": null, 
        "LONGITUDE": -66.052757, 
        "LATITUDE": 18.402557, 
        "IMAGES": [
            "058-residencia-torre-del-norte/058-n-residencia-torre-del-norte-01.jpg"
        ], 
        "_id": 58, 
        "TYPE": "building", 
        "NAME": "Residencia Torre del Norte"
    }, 
    {
        "DESCRIPTION": "Ubicada frente a la Avenida Barbosa, diseñada para residencia de profesores universitarios.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.042309, 
        "LATITUDE": 18.40387, 
        "IMAGES": [
            "059-residencias-de-la-facultad/059-n-residencias-de-la-facultad-01.jpg"
        ], 
        "_id": 59, 
        "TYPE": "building", 
        "NAME": "Residencia de la Facultad"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.048759, 
        "LATITUDE": 18.404895, 
        "IMAGES": [
            "060-residencia-del-rector/060-n-residencia-del-rector-01.jpg"
        ], 
        "_id": 60, 
        "TYPE": "building", 
        "NAME": "Residencia del Rector"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.050077, 
        "LATITUDE": 18.402711, 
        "IMAGES": [
            "061-roman-baldorioty-de-castro/061-n-roman-baldorioty-de-castro-01.jpg", 
            "061-roman-baldorioty-de-castro/061-p-roman-baldorioty-de-castro-01.jpg"
        ], 
        "_id": 61, 
        "TYPE": "building", 
        "NAME": "Román Baldorioty de Castro"
    }, 
    {
        "DESCRIPTION": "Ubicado frente a la Avenida Barbosa, luego de huelgas en los años 60 y 70. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.042801, 
        "LATITUDE": 18.406921, 
        "IMAGES": [
            "062-rotc/062-n-rotc-01.jpg"
        ], 
        "_id": 62, 
        "TYPE": "building", 
        "NAME": "ROTC"
    }, 
    {
        "DESCRIPTION": "Persona:\nExiliado en Puerto Rico, decano de la Universidad de Puerto Rico, cargo desde el que promovió la fundación del Coro de la Universidad, el Museo de la Universidad, el Seminario de Estudios en Puerto Rico y un Centro de Excavaciones Arqueológicas. Por su trabajo, el claustro lo nombró decano de estudios, rector en funciones y senador vitalicio.",
        "ACRONYM": "SGG", 
        "LONGITUDE": -66.049869, 
        "LATITUDE": 18.40226, 
        "IMAGES": [
            "063-sebastian-gonzalez-garcia/063-n-sebastian-gonzalez-garcia-01.jpg", 
            "063-sebastian-gonzalez-garcia/063-p-sebastian-gonzalez-garcia-01.jpg"
        ], 
        "_id": 63, 
        "TYPE": "building", 
        "NAME": "Sebastián González García (Humanidades)"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.049844, 
        "LATITUDE": 18.40282, 
        "IMAGES": [
            "064-senado-academico/064-n-senado-academico-01.jpg"
        ], 
        "_id": 64, 
        "TYPE": "building", 
        "NAME": "Senado Académico"
    }, 
    {
        "DESCRIPTION": "Diseñado en un lugar central del Recinto y directamente relacionado con el Centro Universitario, el emplazamiento muestra una compleja relación con el lugar, que es a la vez de cercanía y distanciamiento. El edificio se coloca en una depresión de terreno y da la sensación de estar como enterrado, pero a la vez, con un gesto contrario, se levanta sobre pilotes. El acceso por debajo, a través de una escalera descolgada que conduce directamente al segundo piso, produce un movimiento físico y simbólico de ascenso. Su arquitecto Henry Klumb (1951).", 
        "ACRONYM": null, 
        "LONGITUDE": -66.047803, 
        "LATITUDE": 18.405292, 
        "IMAGES": [
            "065-servicios-medicos/065-n-servicios-medicos-01.jpg"
        ], 
        "_id": 65, 
        "TYPE": "building", 
        "NAME": "Servicios Médicos"
    }, 
    {
        "DESCRIPTION": null, 
        "ACRONYM": null, 
        "LONGITUDE": -66.045827,
        "LATITUDE": 18.4075871,
        "IMAGES": [
            "066-taller-de-artes-industriales/066-n-taller-de-artes-industriales-01.jpg"
        ], 
        "_id": 66, 
        "TYPE": "building", 
        "NAME": "Taller de Artes Industriales"
    }, 
    {
        "DESCRIPTION": "El Teatro de la Universidad de Puerto Rico abre sus puertas en el año 1939 y se convierte en el eje central de la actividad cultural. Los arquitectos Francisco Gardón Vega y Rafael Carmoega fueron los principales personajes para la creación del edificio en 1937. Gardón es quien llega con la idea de “abrir un oasis en el corazón del campo universitario… y que se habrá de constituir en un centro cultura de diversas actividades artísticas y dramáticas”. Éste fue diseñado en base a la decoración y estilo de La Torre de la Universidad de Puerto Rico. Luego de su restauración en el 2006, ha sido escenario de una gama de producciones del más diverso perfil, plaza para principales compañías de teatro y baile, orquestas sinfónicas, óperas y artistas populares. ", 
        "ACRONYM": null, 
        "LONGITUDE": -66.048783, 
        "LATITUDE": 18.402755, 
        "IMAGES": [
            "067-teatro/067-n-teatro-01.jpg"
        ], 
        "_id": 67, 
        "TYPE": "building", 
        "NAME": "Teatro"
    }, 
    {
        "DESCRIPTION": "La Torre de la Universidad de Puerto Rico y el grupo de edificios que forma el Cuadrángulo forman parte de las estructuras reconocidas en el país como monumentos históricos. Desde su construcción, en el año 1937, la torre ha captado la atención de muchos visitantes por su majestuosidad y su elaborado estilo. El diseño fue obra de William Schimmelfennig y supervisó la construcción el arquitecto Rafael Carmoega. La torre recibió el nombre de Franklin Delano Roosevelt, presidente de los Estados Unidos en aquella época, en reconocimiento al interés y ayuda que demostró por el desarrollo de la Universidad. La Torre se eleva a unos 170 pies de altura y en su tope hay un reloj cuyas esferas miden 10 pies de diámetro. La ornamentación de su fachada sigue un estilo plateresco español y la decoración interior se elaboró del mismo estilo con materiales como yeso, maderas talladas y azulejos.La torre no era figurada en los planos de Parsons, Bennet y Farost creadores del plano del cuadrángulo. En su interior se encuentra el espacio monumental conocido como la Rotonda, coronada por una cúpula de escayola, que se eleva a una altura de cuatro pisos. \n\nEl Carrillón: Un elemento significativo de la identidad, tanto de la Torre como del Recinto, es el Carillón. Es el instrumento que, con su repique, marca el paso del tiempo y llena el aire con su hermosa melodía. Según cuenta la historia, se organizó un Comité Pro Carillón, ramificado a su vez en varios comités locales, cuya encomienda de recolectar dinero resultó sumamente difícil. La crisis económica que atravesó el mundo en la década de los años treinta y que tuvo sus repercusiones en Puerto Rico, hizo ardua la tarea de este Comité. Luego de múltiples sacrificios, el 2 de octubre de 1939, se inauguró el Carillón en una concurrida ceremonia celebrada en el Teatro de la Universidad de Puerto Rico. Hoy, el Carillón repica cada cuarto de hora y con cada nota marca el paso irremediable del tiempo y es testigo de las diferentes generaciones que pasan por la Universidad de Puerto Rico, Recinto de Río Piedras.", 
        "ACRONYM": null, 
        "LONGITUDE": -66.050163, 
        "LATITUDE": 18.402842, 
        "IMAGES": [
            "068-torre/068-n-torre-01.jpg", 
            "068-torre/068-n-torre-02.jpg"
        ], 
        "_id": 68, 
        "TYPE": "building", 
        "NAME": "Torre"
    }
]
